Repository: maERP/maERP
Catalog: src/maERP.Client/Strings/*/Resources.resw
Source language: en
Languages: de

# ProductEditPage.Error.SaveFailed
source: Failed to save product: {0}
de: Produkt konnte nicht gespeichert werden: {0}

# InvoiceDetailPage.NavigationBar.Content
source: Invoice Details
de: Rechnungsdetails

# InvoiceDetailPage.AppBarButton.Back.Label
source: Back
de: Zurück

# InvoiceDetailPage.LoadError.Text
source: Failed to load invoice
de: Rechnung konnte nicht geladen werden

# InvoiceDetailPage.NotAvailable.Text
source: Not available
de: Nicht verfügbar

# InvoiceDetailPage.Label.InvoiceDate.Text
source: Invoice Date:
de: Rechnungsdatum:

# InvoiceDetailPage.Label.OrderReference.Text
source: Order:
de: Bestellung:

# InvoiceDetailPage.Section.FinancialInformation.Text
source: Financial Information
de: Finanzinformationen

# InvoiceDetailPage.Section.PaymentInformation.Text
source: Payment Information
de: Zahlungsinformationen

# InvoiceDetailPage.Section.InvoiceAddress.Text
source: Invoice Address
de: Rechnungsadresse

# InvoiceDetailPage.Section.DeliveryAddress.Text
source: Delivery Address
de: Lieferadresse

# InvoiceDetailPage.Section.InvoiceItems.Text
source: Invoice Items
de: Rechnungspositionen

# InvoiceDetailPage.Section.Notes.Text
source: Notes
de: Notizen

# InvoiceDetailPage.Field.Subtotal.Text
source: Subtotal
de: Zwischensumme

# InvoiceDetailPage.Field.ShippingCost.Text
source: Shipping
de: Versandkosten

# InvoiceDetailPage.Field.Tax.Text
source: Tax
de: Steuern

# InvoiceDetailPage.Field.Total.Text
source: Total
de: Gesamtbetrag

# InvoiceDetailPage.Field.PaymentMethod.Text
source: Payment Method
de: Zahlungsart

# InvoiceDetailPage.Field.TransactionId.Text
source: Transaction ID
de: Transaktions-ID

# InvoiceDetailPage.Field.CreatedDate.Text
source: Created
de: Erstellt am

# InvoiceDetailPage.Header.Product.Text
source: Product
de: Produkt

# InvoiceDetailPage.Header.Quantity.Text
source: Qty
de: Menge

# InvoiceDetailPage.Header.UnitPrice.Text
source: Unit Price
de: Einzelpreis

# InvoiceDetailPage.Header.ItemTotal.Text
source: Total
de: Gesamt

# InvoiceDetailPage.NoItems.Text
source: No items in this invoice
de: Keine Positionen in dieser Rechnung

# InvoiceDetailPage.NoNotes.Text
source: No notes available
de: Keine Notizen vorhanden

# InvoiceStatus.Unknown
source: Unknown
de: Unbekannt

# InvoiceStatus.Created
source: Created
de: Erstellt

# InvoiceStatus.Sent
source: Sent
de: Versendet

# InvoiceStatus.Overdue
source: Overdue
de: Überfällig

# InvoiceStatus.PartiallyPaid
source: Partially Paid
de: Teilweise bezahlt

# InvoiceStatus.Paid
source: Paid
de: Bezahlt

# InvoiceStatus.Cancelled
source: Cancelled
de: Storniert

# InvoiceStatus.Disputed
source: Disputed
de: Angefochten

# InvoiceStatus.Refunded
source: Refunded
de: Erstattet

# InvoiceStatus.WrittenOff
source: Written Off
de: Abgeschrieben

# InvoiceStatus.Archived
source: Archived
de: Archiviert

# OrderDetailPage.NavigationBar.Content
source: Order Details
de: Bestelldetails

# OrderDetailPage.AppBarButton.Back.Label
source: Back
de: Zurück

# OrderDetailPage.AppBarButton.Edit.Label
source: Edit
de: Bearbeiten

# OrderDetailPage.LoadError.Text
source: Failed to load order
de: Bestellung konnte nicht geladen werden

# OrderDetailPage.NotAvailable.Text
source: Not available
de: Nicht verfügbar

# OrderDetailPage.Label.OrderNumber.Text
source: Order Number
de: Bestellnummer

# OrderDetailPage.Label.RemoteOrderId.Text
source: Remote Order:
de: Externe Bestellung:

# OrderDetailPage.Label.OrderDate.Text
source: Order Date:
de: Bestelldatum:

# OrderDetailPage.Label.CustomerId.Text
source: Customer #
de: Kunden-Nr.

# OrderDetailPage.Section.FinancialInformation.Text
source: Financial Information
de: Finanzinformationen

# OrderDetailPage.Section.PaymentInformation.Text
source: Payment Information
de: Zahlungsinformationen

# OrderDetailPage.Section.ShippingInformation.Text
source: Shipping Information
de: Versandinformationen

# OrderDetailPage.Section.InvoiceAddress.Text
source: Invoice Address
de: Rechnungsadresse

# OrderDetailPage.Section.DeliveryAddress.Text
source: Delivery Address
de: Lieferadresse

# OrderDetailPage.Section.OrderItems.Text
source: Order Items
de: Bestellpositionen

# OrderDetailPage.Section.OrderHistory.Text
source: Order History
de: Bestellverlauf

# OrderDetailPage.Section.Notes.Text
source: Notes
de: Notizen

# OrderDetailPage.Field.Subtotal.Text
source: Subtotal
de: Zwischensumme

# OrderDetailPage.Field.ShippingCost.Text
source: Shipping
de: Versandkosten

# OrderDetailPage.Field.Tax.Text
source: Tax
de: Steuern

# OrderDetailPage.Field.Total.Text
source: Total
de: Gesamtbetrag

# OrderDetailPage.Field.PaymentMethod.Text
source: Payment Method
de: Zahlungsart

# OrderDetailPage.Field.PaymentProvider.Text
source: Payment Provider
de: Zahlungsanbieter

# OrderDetailPage.Field.TransactionId.Text
source: Transaction ID
de: Transaktions-ID

# OrderDetailPage.Field.ShippingMethod.Text
source: Shipping Method
de: Versandart

# OrderDetailPage.Field.ShippingProvider.Text
source: Shipping Provider
de: Versanddienstleister

# OrderDetailPage.Field.TrackingId.Text
source: Tracking ID
de: Sendungsnummer

# OrderDetailPage.Field.ShippingStatus.Text
source: Shipping Status
de: Versandstatus

# OrderDetailPage.Header.Product.Text
source: Product
de: Produkt

# OrderDetailPage.Header.Quantity.Text
source: Qty
de: Menge

# OrderDetailPage.Header.UnitPrice.Text
source: Unit Price
de: Einzelpreis

# OrderDetailPage.Header.ItemTotal.Text
source: Total
de: Gesamt

# OrderDetailPage.NoItems.Text
source: No items in this order
de: Keine Positionen in dieser Bestellung

# OrderDetailPage.NoNotes.Text
source: No notes available
de: Keine Notizen vorhanden

# OrderStatus.Unknown
source: Unknown
de: Unbekannt

# OrderStatus.Pending
source: Pending
de: Ausstehend

# OrderStatus.Processing
source: Processing
de: In Bearbeitung

# OrderStatus.ReadyForDelivery
source: Ready for Delivery
de: Versandbereit

# OrderStatus.PartiallyDelivered
source: Partially Delivered
de: Teilweise geliefert

# OrderStatus.Completed
source: Completed
de: Abgeschlossen

# OrderStatus.Cancelled
source: Cancelled
de: Storniert

# OrderStatus.Returned
source: Returned
de: Retourniert

# OrderStatus.Refunded
source: Refunded
de: Erstattet

# OrderStatus.OnHold
source: On Hold
de: Pausiert

# OrderStatus.Failed
source: Failed
de: Fehlgeschlagen

# PaymentStatus.Unknown
source: Unknown
de: Unbekannt

# PaymentStatus.Invoiced
source: Invoiced
de: In Rechnung gestellt

# PaymentStatus.PartiallyPaid
source: Partially Paid
de: Teilweise bezahlt

# PaymentStatus.CompletelyPaid
source: Completely Paid
de: Vollständig bezahlt

# PaymentStatus.FirstReminder
source: 1st Reminder
de: 1. Mahnung

# PaymentStatus.SecondReminder
source: 2nd Reminder
de: 2. Mahnung

# PaymentStatus.ThirdReminder
source: 3rd Reminder
de: 3. Mahnung

# PaymentStatus.Encashment
source: Collection
de: Inkasso

# PaymentStatus.Reserved
source: Reserved
de: Reserviert

# PaymentStatus.Delayed
source: Delayed
de: Verzögert

# PaymentStatus.ReCrediting
source: Re-crediting
de: Rückgutschrift

# PaymentStatus.ReviewNecessary
source: Review Required
de: Prüfung erforderlich

# PaymentStatus.NoCreditApproved
source: Credit Rejected
de: Kredit abgelehnt

# PaymentStatus.CreditPreliminarilyAccepted
source: Credit Pending
de: Kredit ausstehend

# OrderEditPage.TitleNew
source: New Order
de: Neue Bestellung

# OrderEditPage.TitleEdit
source: Edit Order
de: Bestellung bearbeiten

# OrderEditPage.AppBarButton.Back.Label
source: Back
de: Zurück

# OrderEditPage.AppBarButton.Cancel.Label
source: Cancel
de: Abbrechen

# OrderEditPage.AppBarButton.Save.Label
source: Save
de: Speichern

# OrderEditPage.Section.OrderInformation.Text
source: Order Information
de: Bestellinformationen

# OrderEditPage.Section.FinancialInformation.Text
source: Financial Information
de: Finanzinformationen

# OrderEditPage.Section.PaymentInformation.Text
source: Payment Information
de: Zahlungsinformationen

# OrderEditPage.Section.DeliveryAddress.Text
source: Delivery Address
de: Lieferadresse

# OrderEditPage.Section.InvoiceAddress.Text
source: Invoice Address
de: Rechnungsadresse

# OrderEditPage.Section.Notes.Text
source: Notes
de: Notizen

# OrderEditPage.Field.OrderId.Header
source: Order ID
de: Bestellnummer

# OrderEditPage.Field.OrderId.PlaceholderText
source: Enter order ID
de: Bestellnummer eingeben

# OrderEditPage.Field.RemoteOrderId.Header
source: Remote Order ID
de: Externe Bestellnummer

# OrderEditPage.Field.RemoteOrderId.PlaceholderText
source: Enter remote order ID
de: Externe Bestellnummer eingeben

# OrderEditPage.Field.SalesChannel.Label.Text
source: Sales Channel
de: Verkaufskanal

# OrderEditPage.Field.CustomerId.Header
source: Customer ID
de: Kundennummer

# OrderEditPage.Field.CustomerId.PlaceholderText
source: Enter customer ID
de: Kundennummer eingeben

# OrderEditPage.Field.DateOrdered.Label.Text
source: Order Date
de: Bestelldatum

# OrderEditPage.Field.OrderStatus.Label.Text
source: Order Status
de: Bestellstatus

# OrderEditPage.Field.PaymentStatus.Label.Text
source: Payment Status
de: Zahlungsstatus

# OrderEditPage.Field.Notifications.Label.Text
source: Notifications
de: Benachrichtigungen

# OrderEditPage.Field.OrderConfirmationSent.Content
source: Order confirmation sent
de: Bestellbestätigung gesendet

# OrderEditPage.Field.InvoiceSent.Content
source: Invoice sent
de: Rechnung gesendet

# OrderEditPage.Field.ShippingInformationSent.Content
source: Shipping information sent
de: Versandinformationen gesendet

# OrderEditPage.Field.Subtotal.Header
source: Subtotal
de: Zwischensumme

# OrderEditPage.Field.ShippingCost.Header
source: Shipping Cost
de: Versandkosten

# OrderEditPage.Field.TotalTax.Header
source: Tax
de: MwSt.

# OrderEditPage.Field.Total.Header
source: Total
de: Gesamtsumme

# OrderEditPage.Field.PaymentMethod.Header
source: Payment Method
de: Zahlungsmethode

# OrderEditPage.Field.PaymentMethod.PlaceholderText
source: e.g. Credit Card, PayPal
de: z.B. Kreditkarte, PayPal

# OrderEditPage.Field.PaymentProvider.Header
source: Payment Provider
de: Zahlungsanbieter

# OrderEditPage.Field.PaymentProvider.PlaceholderText
source: e.g. Stripe, PayPal
de: z.B. Stripe, PayPal

# OrderEditPage.Field.PaymentTransactionId.Header
source: Transaction ID
de: Transaktions-ID

# OrderEditPage.Field.PaymentTransactionId.PlaceholderText
source: Enter transaction ID
de: Transaktions-ID eingeben

# OrderEditPage.Field.DeliveryFirstName.Header
source: First Name
de: Vorname

# OrderEditPage.Field.DeliveryFirstName.PlaceholderText
source: Enter first name
de: Vorname eingeben

# OrderEditPage.Field.DeliveryLastName.Header
source: Last Name
de: Nachname

# OrderEditPage.Field.DeliveryLastName.PlaceholderText
source: Enter last name
de: Nachname eingeben

# OrderEditPage.Field.DeliveryCompanyName.Header
source: Company
de: Firma

# OrderEditPage.Field.DeliveryCompanyName.PlaceholderText
source: Enter company name (optional)
de: Firmenname eingeben (optional)

# OrderEditPage.Field.DeliveryPhone.Header
source: Phone
de: Telefon

# OrderEditPage.Field.DeliveryPhone.PlaceholderText
source: Enter phone number
de: Telefonnummer eingeben

# OrderEditPage.Field.DeliveryStreet.Header
source: Street
de: Straße

# OrderEditPage.Field.DeliveryStreet.PlaceholderText
source: Enter street address
de: Straße und Hausnummer eingeben

# OrderEditPage.Field.DeliveryZip.Header
source: ZIP Code
de: PLZ

# OrderEditPage.Field.DeliveryZip.PlaceholderText
source: ZIP
de: PLZ

# OrderEditPage.Field.DeliveryCity.Header
source: City
de: Stadt

# OrderEditPage.Field.DeliveryCity.PlaceholderText
source: Enter city
de: Stadt eingeben

# OrderEditPage.Field.DeliveryCountry.Header
source: Country
de: Land

# OrderEditPage.Field.DeliveryCountry.PlaceholderText
source: Enter country
de: Land eingeben

# OrderEditPage.Field.InvoiceFirstName.Header
source: First Name
de: Vorname

# OrderEditPage.Field.InvoiceFirstName.PlaceholderText
source: Enter first name
de: Vorname eingeben

# OrderEditPage.Field.InvoiceLastName.Header
source: Last Name
de: Nachname

# OrderEditPage.Field.InvoiceLastName.PlaceholderText
source: Enter last name
de: Nachname eingeben

# OrderEditPage.Field.InvoiceCompanyName.Header
source: Company
de: Firma

# OrderEditPage.Field.InvoiceCompanyName.PlaceholderText
source: Enter company name (optional)
de: Firmenname eingeben (optional)

# OrderEditPage.Field.InvoicePhone.Header
source: Phone
de: Telefon

# OrderEditPage.Field.InvoicePhone.PlaceholderText
source: Enter phone number
de: Telefonnummer eingeben

# OrderEditPage.Field.InvoiceStreet.Header
source: Street
de: Straße

# OrderEditPage.Field.InvoiceStreet.PlaceholderText
source: Enter street address
de: Straße und Hausnummer eingeben

# OrderEditPage.Field.InvoiceZip.Header
source: ZIP Code
de: PLZ

# OrderEditPage.Field.InvoiceZip.PlaceholderText
source: ZIP
de: PLZ

# OrderEditPage.Field.InvoiceCity.Header
source: City
de: Stadt

# OrderEditPage.Field.InvoiceCity.PlaceholderText
source: Enter city
de: Stadt eingeben

# OrderEditPage.Field.InvoiceCountry.Header
source: Country
de: Land

# OrderEditPage.Field.InvoiceCountry.PlaceholderText
source: Enter country
de: Land eingeben

# OrderEditPage.Field.CustomerNote.Label.Text
source: Customer Note
de: Kundennotiz

# OrderEditPage.Field.CustomerNote.PlaceholderText
source: Notes from the customer
de: Notizen vom Kunden

# OrderEditPage.Field.InternalNote.Label.Text
source: Internal Note
de: Interne Notiz

# OrderEditPage.Field.InternalNote.PlaceholderText
source: Internal notes (not visible to customer)
de: Interne Notizen (für Kunden nicht sichtbar)

# OrderEditPage.Button.CopyToInvoice.ToolTip
source: Copy to invoice address
de: Zur Rechnungsadresse kopieren

# OrderEditPage.Button.CopyToInvoice.Text.Text
source: Copy
de: Kopieren

# OrderEditPage.Button.CopyToDelivery.ToolTip
source: Copy to delivery address
de: Zur Lieferadresse kopieren

# OrderEditPage.Button.CopyToDelivery.Text.Text
source: Copy
de: Kopieren

# OrderEditPage.Error.LoadFailed
source: Failed to load order: {0}
de: Bestellung konnte nicht geladen werden: {0}

# OrderEditPage.Error.SaveFailed
source: Failed to save order: {0}
de: Bestellung konnte nicht gespeichert werden: {0}

# Shell.UserMenu.Tenants.Text
source: My Tenants
de: Meine wMandanten

# TenantListPage.NavigationBar.Content
source: Tenants
de: Mandanten

source: Refresh
de: Aktualisieren

# TenantListPage.SearchBox.PlaceholderText
source: Search tenants...
de: Mandanten suchen...

# TenantListPage.Header.CompanyName.Text
source: Company
de: Firma

# TenantListPage.Header.DateCreated.Text
source: Created
de: Erstellt

# TenantListPage.NoTenants.Text
source: No tenants found
de: Keine Mandanten gefunden

# TenantListPage.LoadError.Text
source: Failed to load tenants
de: Mandanten konnten nicht geladen werden

source: Previous page
de: Vorherige Seite

# TenantListPage.NextPage.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Next page
de: Nächste Seite

# TenantListPage.ItemsPerPage.Text
source: Items per page:
de: Einträge pro Seite:

# Pagination.TenantsSingular
source: 1 tenant
de: 1 Mandant

# Pagination.TenantsPlural
source: {0} tenants
de: {0} Mandanten

source: Create tenant
de: Mandant erstellen

# TenantEditPage.TitleNew
source: New Tenant
de: Neuer Mandant

# TenantEditPage.TitleEdit
source: Edit Tenant
de: Mandant bearbeiten

# TenantEditPage.AppBarButton.Cancel.Label
source: Cancel
de: Abbrechen

# TenantEditPage.AppBarButton.Save.Label
source: Save
de: Speichern

# TenantEditPage.Section.BasicInformation.Text
source: Basic Information
de: Allgemeine Informationen

# TenantEditPage.Section.CompanyInformation.Text
source: Company Information
de: Firmeninformationen

# TenantEditPage.Section.Address.Text
source: Address
de: Adresse

# TenantEditPage.Section.PaymentInformation.Text
source: Payment Information
de: Zahlungsinformationen

# TenantEditPage.Field.Name.PlaceholderText
source: Enter tenant name
de: Mandantenname eingeben

# TenantEditPage.Field.Description.Header
source: Description
de: Beschreibung

# TenantEditPage.Field.Description.PlaceholderText
source: Enter description
de: Beschreibung eingeben

# TenantEditPage.RequiredFieldsNote.Text
source: * Required field
de: * Pflichtfeld

# TenantEditPage.Field.CompanyName.Header
source: Company Name
de: Firmenname

# TenantEditPage.Field.CompanyName.PlaceholderText
source: Enter company name
de: Firmenname eingeben

# TenantEditPage.Field.ContactEmail.Header
source: Contact Email
de: Kontakt E-Mail

# TenantEditPage.Field.ContactEmail.PlaceholderText
source: Enter email address
de: E-Mail-Adresse eingeben

# TenantEditPage.Field.Phone.Header
source: Phone
de: Telefon

# TenantEditPage.Field.Phone.PlaceholderText
source: Enter phone number
de: Telefonnummer eingeben

# TenantEditPage.Field.Website.PlaceholderText
source: Enter website URL
de: Website-URL eingeben

# TenantEditPage.Field.Street.Header
source: Street
de: Straße

# TenantEditPage.Field.Street.PlaceholderText
source: Enter street address
de: Straße eingeben

# TenantEditPage.Field.Street2.Header
source: Street 2
de: Adresszusatz

# TenantEditPage.Field.Street2.PlaceholderText
source: Additional address line
de: Zusätzliche Adresszeile

# TenantEditPage.Field.PostalCode.Header
source: Postal Code
de: PLZ

# TenantEditPage.Field.PostalCode.PlaceholderText
source: Postal code
de: PLZ

# TenantEditPage.Field.City.Header
source: City
de: Stadt

# TenantEditPage.Field.City.PlaceholderText
source: Enter city
de: Stadt eingeben

# TenantEditPage.Field.State.Header
source: State / Province
de: Bundesland

# TenantEditPage.Field.State.PlaceholderText
source: Enter state or province
de: Bundesland eingeben

# TenantEditPage.Field.Country.Header
source: Country
de: Land

# TenantEditPage.Field.Country.PlaceholderText
source: Enter country
de: Land eingeben

# TenantEditPage.Field.Iban.PlaceholderText
source: Enter IBAN
de: IBAN eingeben

# TenantEditPage.Error.SaveFailed
source: Failed to save tenant: {0}
de: Fehler beim Speichern des Mandanten: {0}

# Shell.UserMenu.SuperadminTenants.Text
source: Superadmin - Tenants
de: Superadmin - Mandanten

# SuperadminTenantListPage.NavigationBar.Content
source: Superadmin - Tenants
de: Superadmin - Mandanten

# SuperadminTenantListPage.SearchBox.PlaceholderText
source: Search tenants...
de: Mandanten suchen...

# SuperadminTenantListPage.Header.CompanyName.Text
source: Company
de: Firma

# SuperadminTenantListPage.Header.DateCreated.Text
source: Created
de: Erstellt

# SuperadminTenantListPage.NoTenants.Text
source: No tenants found
de: Keine Mandanten gefunden

# SuperadminTenantListPage.LoadError.Text
source: Failed to load tenants
de: Fehler beim Laden der Mandanten

source: Next page
de: Nächste Seite

# SuperadminTenantListPage.ItemsPerPage.Text
source: Items per page:
de: Einträge pro Seite:

# SuperadminTenantEditPage.Title
source: Edit Tenant (Superadmin)
de: Mandant bearbeiten (Superadmin)

# SuperadminTenantEditPage.AppBarButton.Cancel.Label
source: Cancel
de: Abbrechen

# SuperadminTenantEditPage.AppBarButton.Save.Label
source: Save
de: Speichern

# SuperadminTenantEditPage.Section.BasicInformation.Text
source: Basic Information
de: Grundinformationen

# SuperadminTenantEditPage.Section.CompanyInformation.Text
source: Company Information
de: Firmeninformationen

# SuperadminTenantEditPage.Section.Address.Text
source: Address
de: Adresse

# SuperadminTenantEditPage.Section.PaymentInformation.Text
source: Payment Information
de: Zahlungsinformationen

# SuperadminTenantEditPage.Field.Name.PlaceholderText
source: Enter tenant name
de: Mandantenname eingeben

# SuperadminTenantEditPage.Field.Description.Header
source: Description
de: Beschreibung

# SuperadminTenantEditPage.Field.Description.PlaceholderText
source: Enter description
de: Beschreibung eingeben

# SuperadminTenantEditPage.RequiredFieldsNote.Text
source: * Required fields
de: * Pflichtfelder

# SuperadminTenantEditPage.Field.CompanyName.Header
source: Company Name
de: Firmenname

# SuperadminTenantEditPage.Field.CompanyName.PlaceholderText
source: Enter company name
de: Firmenname eingeben

# SuperadminTenantEditPage.Field.ContactEmail.Header
source: Contact Email
de: Kontakt-E-Mail

# SuperadminTenantEditPage.Field.ContactEmail.PlaceholderText
source: Enter contact email
de: Kontakt-E-Mail eingeben

# SuperadminTenantEditPage.Field.Phone.Header
source: Phone
de: Telefon

# SuperadminTenantEditPage.Field.Phone.PlaceholderText
source: Enter phone number
de: Telefonnummer eingeben

# SuperadminTenantEditPage.Field.Website.PlaceholderText
source: Enter website URL
de: Website-URL eingeben

# SuperadminTenantEditPage.Field.Street.Header
source: Street
de: Straße

# SuperadminTenantEditPage.Field.Street.PlaceholderText
source: Enter street
de: Straße eingeben

# SuperadminTenantEditPage.Field.Street2.Header
source: Street 2
de: Straße 2

# SuperadminTenantEditPage.Field.Street2.PlaceholderText
source: Additional address
de: Zusätzliche Adresse

# SuperadminTenantEditPage.Field.PostalCode.Header
source: Postal Code
de: PLZ

# SuperadminTenantEditPage.Field.PostalCode.PlaceholderText
source: Postal code
de: Postleitzahl

# SuperadminTenantEditPage.Field.City.Header
source: City
de: Stadt

# SuperadminTenantEditPage.Field.City.PlaceholderText
source: Enter city
de: Stadt eingeben

# SuperadminTenantEditPage.Field.State.Header
source: State / Province
de: Bundesland

# SuperadminTenantEditPage.Field.State.PlaceholderText
source: Enter state
de: Bundesland eingeben

# SuperadminTenantEditPage.Field.Country.Header
source: Country
de: Land

# SuperadminTenantEditPage.Field.Country.PlaceholderText
source: Enter country
de: Land eingeben

# SuperadminTenantEditPage.Field.Iban.PlaceholderText
source: Enter IBAN
de: IBAN eingeben

# SuperadminTenantEditPage.Field.Iban.Hint.Text
source: International Bank Account Number (e.g., DE89370400440532013000)
de: Internationale Bankkontonummer (z.B. DE89370400440532013000)

# SuperadminTenantEditPage.Error.SaveFailed
source: Failed to save tenant: {0}
de: Fehler beim Speichern des Mandanten: {0}

# SuperadminTenantEditPage.Error.RemoveUserFailed
source: Failed to remove user: {0}
de: Fehler beim Entfernen des Benutzers: {0}

# SuperadminTenantEditPage.Section.Users.Text
source: Assigned Users
de: Zugewiesene Benutzer

# SuperadminTenantEditPage.Users.Header.Roles.Text
source: Roles
de: Rollen

# SuperadminTenantEditPage.Users.Header.Actions.Text
source: Actions
de: Aktionen

# SuperadminTenantEditPage.Users.Badge.Default.Text
source: Default
de: Standard

# SuperadminTenantEditPage.Users.Badge.ManageTenant.Text
source: Tenant
de: Mandant

# SuperadminTenantEditPage.Users.Badge.ManageUser.Text
source: User
de: Benutzer

# SuperadminTenantEditPage.NoUsers.Text
source: No users assigned
de: Keine Benutzer zugewiesen

# SuperadminTenantEditPage.NoUsers.Hint.Text
source: No users have been assigned to this tenant yet.
de: Diesem Mandanten sind noch keine Benutzer zugewiesen.

# SuperadminTenantEditPage.Button.AddUser.Text
source: Add
de: Hinzufügen

# SuperadminTenantEditPage.Flyout.AddUser.Title.Text
source: Add User
de: Benutzer hinzufügen

# SuperadminTenantEditPage.Flyout.AddUser.ComboBox.Header
source: Select user
de: Benutzer auswählen

# SuperadminTenantEditPage.Flyout.AddUser.ComboBox.PlaceholderText
source: Select a user...
de: Benutzer auswählen...

# SuperadminTenantEditPage.Flyout.AddUser.NoUsersAvailable.Text
source: No more users available.
de: Keine weiteren Benutzer verfügbar.

# SuperadminTenantEditPage.Flyout.AddUser.Cancel.Content
source: Cancel
de: Abbrechen

# SuperadminTenantEditPage.Flyout.AddUser.Add.Content
source: Add
de: Hinzufügen

# SuperadminTenantEditPage.Error.LoadUsersFailed
source: Failed to load users: {0}
de: Fehler beim Laden der Benutzer: {0}
